Repository: katharinegillis/feature-flag-service
Catalog: Console/Resources/CommandLineParser.*.resx
Languages: fr_ca

# HelpIdOption
source: Id of the feature flag
fr_ca: Identifiant de l'indicateur de fonctionnalité

# HelpEnableOption
source: Enable or disable the feature flag
fr_ca: Activer ou désactiver l'indicateur de fonctionnalité

# HelpListFeatureFlagsVerb
source: List all feature flags
fr_ca: Répertorier tous les indicateurs de fonctionnalités

# HelpGetFeatureFlagVerb
source: Get a feature flag
fr_ca: Obtenir un indicateur de fonctionnalité

# HelpCreateFeatureFlagVerb
source: Create a feature flag
fr_ca: Créer un indicateur de fonctionnalité

# HelpUpdateFeatureFlagVerb
source: Update a feature flag
fr_ca: Mettre à jour un indicateur de fonctionnalité

# SentenceBadFormatConversionErrorOption
source: Option '{0}' is defined in the wrong format.
fr_ca: L'option '{0}' est définie dans un format incorrect.

# SentenceBadFormatConversionErrorValue
source: A value not bound to option name is defined with a bad format.
fr_ca: Une valeur non liée au nom de l'option est définie avec un mauvais format.

# SentenceBadFormatTokenError
source: Token '{0}' is not recognized.
fr_ca: Le jeton '{0}' n'est pas reconnu.

# SentenceBadVerbSelectedError
source: Verb '{0}' is not recognized.
fr_ca: Le verbe '{0}' n'est pas reconnu.

# SentenceErrorsHeadingText
source: ERROR(S):
fr_ca: LES ERREURS:

# SentenceHelpCommandTextOption
source: Display this help screen.
fr_ca: Affichez cet écran d'aide.

# SentenceHelpCommandTextVerb
source: Display more information on a specific command.
fr_ca: Afficher plus d'informations sur une commande spécifique.

# SentenceMissingRequiredOptionError
source: Required option '{0}' is missing.
fr_ca: L'option obligatoire « {0} » est manquante.

# SentenceMissingRequiredValueError
source: A required value not bound to option name is missing.
fr_ca: Il manque une valeur obligatoire non liée au nom de l'option.

# SentenceMissingValueOptionError
source: Option '{0}' has no value.
fr_ca: L'option '{0}' n'a aucune valeur.

# SentenceMutuallyExclusiveSetErrors
source: Options: {0} are not compatible with {1}.
fr_ca: Options : {0} ne sont pas compatibles avec {1}.

# SentenceNoVerbSelectedError
source: No verb selected.
fr_ca: Aucun verbe sélectionné.

# SentenceRepeatedOptionError
source: Option '{0}' is defined multiple times.
fr_ca: L'option '{0}' est définie plusieurs fois.

# SentenceRequiredWord
source: Required.
fr_ca: Requis.

# SentenceSequenceOutOfRangeErrorOption
source: A sequence option '{0}' is defined with fewer or more items than required.
fr_ca: Une option de séquence '{0}' est définie avec moins ou plus d'éléments que requis.

# SentenceSequenceOutOfRangeErrorValue
source: A sequence value not bound to option name is defined with fewer items than required.
fr_ca: Une valeur de séquence non liée au nom de l'option est définie avec moins d'éléments que nécessaire.

# SentenceSetValueExceptionError
source: Error setting value to option '{0}': {1}
fr_ca: Erreur lors de la définition de la valeur de l'option « {0} » : {1}

# SentenceUnknownOptionError
source: Option '{0}' is unknown.
fr_ca: L'option '{0}' est inconnue.

# SentenceVersionCommandText
source: Display version information.
fr_ca: Afficher les informations sur la version.

# SentenceOptionGroupWord
source: Group
fr_ca: Groupe

# HelpDeleteFeatureFlagVerb
source: Delete a feature flag
fr_ca: Supprimer un indicateur de fonctionnalité
